const comments = [
    {
        "id": 1,
        "text": "Текст комментария 1",
        "created": "2021-09-12T12:58:30+05:00",
        "article": 1,
        "name": [
            1
        ]
    },
    {
        "id": 2,
        "text": "Текст комментария 2",
        "created": "2021-09-12T13:02:51+05:00",
        "article": 2,
        "name": [
            1,
            2
        ]
    },
    {
        "id": 3,
        "text": "Текст комментария 3",
        "created": "2021-09-12T13:06:22+05:00",
        "article": 3,
        "name": [
            5,
            6,
            7,
            8
        ]
    }
];